Repository: mansoor2016/Safa
Catalog: Safa/Localizable.xcstrings
Source language: en
Languages: ar, bn, fa, fr, id, ms, tr, ur

source: Detecting...
ar: جارٍ الكشف...
bn: সনাক্ত করা হচ্ছে...
fa: در حال شناسایی...
fr: Détection en cours...
id: Mendeteksi...
ms: Mengesan...
tr: Algılanıyor...
ur: پتہ لگا رہا ہے...

source: Developer Settings
ar: إعدادات المطور
bn: ডেভেলপার সেটিংস
fa: تنظیمات توسعه‌دهنده
fr: Réglages développeur
id: Pengaturan Pengembang
ms: Tetapan Pembangun
tr: Geliştirici Ayarları
ur: ڈویلپر کی ترتیبات

source: Developer settings enabled
ar: تم تفعيل إعدادات المطور
bn: ডেভেলপার সেটিংস সক্ষম
fa: تنظیمات توسعه‌دهنده فعال شد
fr: Réglages développeur activés
id: Pengaturan pengembang diaktifkan
ms: Tetapan pembangun diaktifkan
tr: Geliştirici ayarları etkinleştirildi
ur: ڈویلپر کی ترتیبات فعال

source: Developer settings hidden
ar: تم إخفاء إعدادات المطور
bn: ডেভেলপার সেটিংস লুকানো
fa: تنظیمات توسعه‌دهنده پنهان شد
fr: Réglages développeur masqués
id: Pengaturan pengembang disembunyikan
ms: Tetapan pembangun disembunyikan
tr: Geliştirici ayarları gizlendi
ur: ڈویلپر کی ترتیبات پوشیدہ

source: Device Default
ar: الافتراضي للجهاز
bn: ডিভাইস ডিফল্ট
fa: پیش‌فرض دستگاه
fr: Par défaut de l’appareil
id: Default Perangkat
ms: Lalai Peranti
tr: Cihaz Varsayılanı
ur: ڈیوائس ڈیفالٹ

source: Dhikr
ar: الذكر
bn: যিকির
fa: ذکر
id: Dzikir
ms: Zikir
tr: Zikir
ur: ذکر

source: Dhikr Type
ar: نوع الذكر
bn: যিকিরের ধরন
fa: نوع ذکر
fr: Type de dhikr
id: Jenis Dzikir
ms: Jenis Zikir
tr: Zikir Türü
ur: ذکر کی قسم

source: Direction to Kaaba in Makkah
ar: اتجاه الكعبة في مكة
bn: মক্কায় কাবার দিক
fa: جهت کعبه در مکه
fr: Direction vers la Kaaba à La Mecque
id: Arah ke Ka'bah di Makkah
ms: Arah ke Kaabah di Makkah
tr: Mekke'deki Kabe'nin yönü
ur: مکہ میں کعبہ کی سمت

source: Dislike response
ar: عدم الإعجاب بالرد
bn: প্রতিক্রিয়া অপছন্দ
fa: دیسلایک پاسخ
fr: Je n'aime pas la réponse
id: Tidak suka respons
ms: Tidak suka respons
tr: Yanıtı beğenme
ur: جواب ناپسند

source: Disliked
ar: لم يعجبني
bn: অপছন্দ করা হয়েছে
fa: دیسلایک شد
fr: Pas aimé
id: Tidak disukai
ms: Tidak disukai
tr: Beğenilmedi
ur: ناپسند

source: Dismiss
ar: إغلاق
bn: বাতিল
fa: رد کردن
fr: Fermer
id: Tutup
ms: Tutup
tr: Kapat
ur: برخاست

source: Dismiss error
ar: إغلاق الخطأ
bn: ত্রুটি বাতিল করুন
fa: رد کردن خطا
fr: Fermer l'erreur
id: Tutup kesalahan
ms: Tutup ralat
tr: Hatayı kapat
ur: خرابی برخاست کریں

source: Don't ask again
ar: لا تسأل مرة أخرى
bn: আবার জিজ্ঞাসা করবেন না
fa: دوباره نپرسید
fr: Ne plus demander
id: Jangan tanya lagi
ms: Jangan tanya lagi
tr: Tekrar sorma
ur: دوبارہ نہ پوچھیں

source: Don't forget your Taraweeh prayers tonight. May your worship be accepted.
ar: لا تنسَ صلاة التراويح الليلة. تقبل الله منك.
bn: আজ রাতে আপনার তারাবীহ নামাজ ভুলে যাবেন না। আপনার ইবাদত কবুল হোক।
fa: نماز تراویح امشب را فراموش نکنید. عبادت شما پذیرفته شود.
fr: N'oubliez pas vos prières de Tarawih ce soir. Que votre adoration soit acceptée.
id: Jangan lupa shalat Tarawih malam ini. Semoga ibadahmu diterima.
ms: Jangan lupa solat Terawih malam ini. Semoga ibadah anda diterima.
tr: Bu gece Teravih namazlarını unutma. İbadetlerin kabul olsun.
ur: آج رات اپنی تراویح کی نمازیں نہ بھولیں۔ آپ کی عبادت قبول ہو۔

source: Done
ar: تم
bn: সম্পন্ন
fa: انجام شد
fr: Terminé
id: Selesai
ms: Selesai
tr: Tamam
ur: ہو گیا

source: Double tap to %@
ar: انقر نقرًا مزدوجًا إلى %@
bn: %@ করতে ডাবল ট্যাপ করুন
fa: دوبار ضربه بزنید برای %@
fr: Toucher deux fois pour %@
id: Ketuk dua kali untuk %@
ms: Ketuk dua kali untuk %@
tr: %@ için çift dokun
ur: %@ کے لیے ڈبل ٹیپ کریں

source: Double tap to bookmark
ar: انقر نقرًا مزدوجًا لإضافة إشارة مرجعية
bn: বুকমার্ক করতে ডাবল ট্যাপ করুন
fa: دوبار ضربه بزنید برای نشانک‌گذاری
fr: Toucher deux fois pour ajouter aux favoris
id: Ketuk dua kali untuk menandai
ms: Ketuk dua kali untuk menanda buku
tr: Yer imi eklemek için çift dokun
ur: بک مارک کرنے کے لیے ڈبل ٹیپ کریں

source: Double tap to collapse
ar: انقر نقرًا مزدوجًا للطي
bn: সংকুচিত করতে ডাবল ট্যাপ করুন
fa: دوبار ضربه بزنید برای جمع کردن
fr: Toucher deux fois pour réduire
id: Ketuk dua kali untuk ciutkan
ms: Ketuk dua kali untuk kuncupkan
tr: Daraltmak için çift dokun
ur: سکیڑنے کے لیے ڈبل ٹیپ کریں

source: Double tap to complete
ar: انقر نقرًا مزدوجًا للإكمال
bn: সম্পূর্ণ করতে ডাবল ট্যাপ করুন
fa: دوبار ضربه بزنید برای تکمیل
fr: Toucher deux fois pour terminer
id: Ketuk dua kali untuk selesaikan
ms: Ketuk dua kali untuk selesaikan
tr: Tamamlamak için çift dokun
ur: مکمل کرنے کے لیے ڈبل ٹیپ کریں

source: Double tap to count one %@
ar: انقر نقرًا مزدوجًا لعد %@ واحد
bn: একটি %@ গণনা করতে ডাবল ট্যাপ করুন
fa: دوبار ضربه بزنید برای شمارش یک %@
fr: Toucher deux fois pour compter un %@
id: Ketuk dua kali untuk hitung satu %@
ms: Ketuk dua kali untuk kira satu %@
tr: Bir %@ saymak için çift dokun
ur: ایک %@ گننے کے لیے ڈبل ٹیپ کریں

source: Double tap to edit bookmark note
ar: انقر نقرًا مزدوجًا لتعديل ملاحظة الإشارة المرجعية
bn: বুকমার্ক নোট সম্পাদনা করতে ডাবল ট্যাপ করুন
fa: دوبار ضربه بزنید برای ویرایش یادداشت نشانک
fr: Toucher deux fois pour modifier la note du favori
id: Ketuk dua kali untuk edit catatan penanda
ms: Ketuk dua kali untuk edit nota penanda buku
tr: Yer imi notunu düzenlemek için çift dokun
ur: بک مارک نوٹ میں ترمیم کرنے کے لیے ڈبل ٹیپ کریں

source: Double tap to expand
ar: انقر نقرًا مزدوجًا للتوسيع
bn: প্রসারিত করতে ডাবল ট্যাপ করুন
fa: دوبار ضربه بزنید برای باز کردن
fr: Toucher deux fois pour développer
id: Ketuk dua kali untuk perluas
ms: Ketuk dua kali untuk kembangkan
tr: Genişletmek için çift dokun
ur: پھیلانے کے لیے ڈبل ٹیپ کریں

source: Double tap to expand, then tap to open Quran
ar: انقر نقرًا مزدوجًا للتوسيع، ثم اضغط لفتح القرآن
bn: প্রসারিত করতে ডাবল ট্যাপ করুন, তারপর কুরআন খুলতে ট্যাপ করুন
fa: دوبار ضربه بزنید برای باز کردن، سپس ضربه بزنید برای باز کردن قرآن
fr: Toucher deux fois pour développer, puis toucher pour ouvrir le Coran
id: Ketuk dua kali untuk perluas, lalu ketuk untuk buka Al-Quran
ms: Ketuk dua kali untuk kembangkan, kemudian ketuk untuk buka Al-Quran
tr: Genişletmek için çift dokun, ardından Kur'an'ı açmak için dokun
ur: پھیلانے کے لیے ڈبل ٹیپ کریں، پھر قرآن کھولنے کے لیے ٹیپ کریں

source: Double tap to go to this ayah
ar: انقر نقرًا مزدوجًا للانتقال إلى هذه الآية
bn: এই আয়াতে যেতে ডাবল ট্যাপ করুন
fa: دوبار ضربه بزنید برای رفتن به این آیه
fr: Toucher deux fois pour aller à ce verset
id: Ketuk dua kali untuk ke ayat ini
ms: Ketuk dua kali untuk pergi ke ayat ini
tr: Bu ayete gitmek için çift dokun
ur: اس آیت پر جانے کے لیے ڈبل ٹیپ کریں

source: Double tap to log
ar: انقر نقرًا مزدوجًا للتسجيل
bn: লগ করতে ডাবল ট্যাপ করুন
fa: دوبار ضربه بزنید برای ثبت
fr: Toucher deux fois pour enregistrer
id: Ketuk dua kali untuk catat
ms: Ketuk dua kali untuk rekod
tr: Kaydetmek için çift dokun
ur: لاگ کرنے کے لیے ڈبل ٹیپ کریں

source: Double tap to mark as %@
ar: انقر نقرًا مزدوجًا لوضع علامة كـ %@
bn: %@ হিসাবে চিহ্নিত করতে ডাবল ট্যাপ করুন
fa: دوبار ضربه بزنید برای علامت‌گذاری به عنوان %@
fr: Toucher deux fois pour marquer comme %@
id: Ketuk dua kali untuk tandai sebagai %@
ms: Ketuk dua kali untuk tanda sebagai %@
tr: %@ olarak işaretlemek için çift dokun
ur: %@ کے طور پر نشان زد کرنے کے لیے ڈبل ٹیپ کریں

source: Double tap to mark as completed
ar: انقر نقرًا مزدوجًا لوضع علامة مكتمل
bn: সম্পন্ন হিসাবে চিহ্নিত করতে ডাবল ট্যাপ করুন
fa: دوبار ضربه بزنید برای علامت‌گذاری به عنوان تکمیل شده
fr: Toucher deux fois pour marquer comme terminé
id: Ketuk dua kali untuk tandai sebagai selesai
ms: Ketuk dua kali untuk tanda sebagai selesai
tr: Tamamlandı olarak işaretlemek için çift dokun
ur: مکمل کے طور پر نشان زد کرنے کے لیے ڈبل ٹیپ کریں

source: Double tap to open %@
ar: انقر نقرًا مزدوجًا لفتح %@
bn: %@ খুলতে ডাবল ট্যাপ করুন
fa: دوبار ضربه بزنید برای باز کردن %@
fr: Toucher deux fois pour ouvrir %@
id: Ketuk dua kali untuk buka %@
ms: Ketuk dua kali untuk buka %@
tr: %@ açmak için çift dokun
ur: %@ کھولنے کے لیے ڈبل ٹیپ کریں

source: Double tap to play
ar: انقر نقرًا مزدوجًا للتشغيل
bn: বাজাতে ডাবল ট্যাপ করুন
fa: دوبار ضربه بزنید برای پخش
fr: Toucher deux fois pour jouer
id: Ketuk dua kali untuk putar
ms: Ketuk dua kali untuk main
tr: Oynatmak için çift dokun
ur: چلانے کے لیے ڈبل ٹیپ کریں

source: Double tap to read this juz
ar: انقر نقرًا مزدوجًا لقراءة هذا الجزء
bn: এই পারা পড়তে ডাবল ট্যাপ করুন
fa: دوبار ضربه بزنید برای خواندن این جزء
fr: Toucher deux fois pour lire ce juz
id: Ketuk dua kali untuk baca juz ini
ms: Ketuk dua kali untuk baca juzuk ini
tr: Bu cüzü okumak için çift dokun
ur: یہ پارہ پڑھنے کے لیے ڈبل ٹیپ کریں

source: Double tap to read this surah
ar: انقر نقرًا مزدوجًا لقراءة هذه السورة
bn: এই সূরা পড়তে ডাবল ট্যাপ করুন
fa: دوبار ضربه بزنید برای خواندن این سوره
fr: Toucher deux fois pour lire cette sourate
id: Ketuk dua kali untuk baca surah ini
ms: Ketuk dua kali untuk baca surah ini
tr: Bu sureyi okumak için çift dokun
ur: یہ سورت پڑھنے کے لیے ڈبل ٹیپ کریں

source: Double tap to remove bookmark
ar: انقر نقرًا مزدوجًا لإزالة الإشارة المرجعية
bn: বুকমার্ক সরাতে ডাবল ট্যাপ করুন
fa: دوبار ضربه بزنید برای حذف نشانک
fr: Toucher deux fois pour retirer des favoris
id: Ketuk dua kali untuk hapus penanda
ms: Ketuk dua kali untuk buang penanda buku
tr: Yer imini kaldırmak için çift dokun
ur: بک مارک ہٹانے کے لیے ڈبل ٹیپ کریں

source: Double tap to remove this bookmark
ar: انقر نقرًا مزدوجًا لإزالة هذه الإشارة المرجعية
bn: এই বুকমার্ক সরাতে ডাবল ট্যাপ করুন
fa: دوبار ضربه بزنید برای حذف این نشانک
fr: Toucher deux fois pour retirer ce favori
id: Ketuk dua kali untuk hapus penanda ini
ms: Ketuk dua kali untuk buang penanda buku ini
tr: Bu yer imini kaldırmak için çift dokun
ur: یہ بک مارک ہٹانے کے لیے ڈبل ٹیپ کریں

source: Double tap to reset the counter to zero
ar: انقر نقرًا مزدوجًا لإعادة ضبط العداد على الصفر
bn: কাউন্টার শূন্যে রিসেট করতে ডাবল ট্যাপ করুন
fa: دوبار ضربه بزنید برای صفر کردن شمارنده
fr: Toucher deux fois pour réinitialiser le compteur à zéro
id: Ketuk dua kali untuk reset penghitung ke nol
ms: Ketuk dua kali untuk set semula pengira ke sifar
tr: Sayacı sıfırlamak için çift dokun
ur: کاؤنٹر صفر پر ری سیٹ کرنے کے لیے ڈبل ٹیپ کریں

source: Double tap to resume reading
ar: انقر نقرًا مزدوجًا لاستئناف القراءة
bn: পড়া পুনরায় শুরু করতে ডাবল ট্যাপ করুন
fa: دوبار ضربه بزنید برای ادامه خواندن
fr: Toucher deux fois pour reprendre la lecture
id: Ketuk dua kali untuk lanjutkan membaca
ms: Ketuk dua kali untuk sambung bacaan
tr: Okumaya devam etmek için çift dokun
ur: پڑھنا دوبارہ شروع کرنے کے لیے ڈبل ٹیپ کریں

source: Double tap to start counting
ar: انقر نقرًا مزدوجًا لبدء العد
bn: গণনা শুরু করতে ডাবল ট্যাপ করুন
fa: دوبار ضربه بزنید برای شروع شمارش
fr: Toucher deux fois pour commencer le comptage
id: Ketuk dua kali untuk mulai menghitung
ms: Ketuk dua kali untuk mula mengira
tr: Saymaya başlamak için çift dokun
ur: گنتی شروع کرنے کے لیے ڈبل ٹیپ کریں

source: Double tap to stop
ar: انقر نقرًا مزدوجًا للتوقف
bn: থামাতে ডাবল ট্যাপ করুন
fa: دوبار ضربه بزنید برای متوقف کردن
fr: Toucher deux fois pour arrêter
id: Ketuk dua kali untuk berhenti
ms: Ketuk dua kali untuk berhenti
tr: Durdurmak için çift dokun
ur: روکنے کے لیے ڈبل ٹیپ کریں

source: Double tap to subtract one from the counter
ar: انقر نقرًا مزدوجًا لطرح واحد من العداد
bn: কাউন্টার থেকে একটি বিয়োগ করতে ডাবল ট্যাপ করুন
fa: دوبار ضربه بزنید برای کم کردن یکی از شمارنده
fr: Toucher deux fois pour retirer un au compteur
id: Ketuk dua kali untuk kurangi satu dari penghitung
ms: Ketuk dua kali untuk tolak satu dari pengira
tr: Sayaçtan bir çıkarmak için çift dokun
ur: کاؤنٹر سے ایک کم کرنے کے لیے ڈبل ٹیپ کریں

source: Double tap to undo
ar: انقر نقرًا مزدوجًا للتراجع
bn: পূর্বাবস্থায় ফিরতে ডাবল ট্যাপ করুন
fa: دوبار ضربه بزنید برای لغو
fr: Toucher deux fois pour annuler
id: Ketuk dua kali untuk batalkan
ms: Ketuk dua kali untuk buat asal
tr: Geri almak için çift dokun
ur: کالعدم کرنے کے لیے ڈبل ٹیپ کریں

source: Double tap to unlog
ar: انقر نقرًا مزدوجًا لإلغاء التسجيل
bn: আনলগ করতে ডাবল ট্যাপ করুন
fa: دوبار ضربه بزنید برای حذف ثبت
fr: Toucher deux fois pour supprimer l'enregistrement
id: Ketuk dua kali untuk batalkan catatan
ms: Ketuk dua kali untuk buang rekod
tr: Kaydı silmek için çift dokun
ur: ان لاگ کرنے کے لیے ڈبل ٹیپ کریں

source: Double tap to view prayer times
ar: انقر نقرًا مزدوجًا لعرض أوقات الصلاة
bn: নামাজের সময়সূচি দেখতে ডাবল ট্যাপ করুন
fa: دوبار ضربه بزنید برای مشاهده اوقات نماز
fr: Toucher deux fois pour voir les horaires de prière
id: Ketuk dua kali untuk lihat waktu shalat
ms: Ketuk dua kali untuk lihat waktu solat
tr: Namaz vakitlerini görüntülemek için çift dokun
ur: نماز کے اوقات دیکھنے کے لیے ڈبل ٹیپ کریں

source: Download failed
ar: فشل التنزيل
bn: ডাউনলোড ব্যর্থ
fa: دانلود ناموفق بود
fr: Échec du téléchargement
id: Unduhan gagal
ms: Muat turun gagal
tr: İndirme başarısız
ur: ڈاؤن لوڈ ناکام

source: Download on Wi-Fi Only
ar: التنزيل عبر Wi-Fi فقط
bn: শুধুমাত্র Wi-Fi তে ডাউনলোড করুন
fa: فقط با Wi-Fi دانلود کنید
fr: Télécharger en Wi-Fi uniquement
id: Unduh dengan Wi-Fi Saja
ms: Muat Turun Menggunakan Wi-Fi Sahaja
tr: Yalnızca Wi-Fi'da İndir
ur: صرف Wi-Fi پر ڈاؤن لوڈ کریں

source: Downloads
ar: التنزيلات
bn: ডাউনলোড
fa: دانلودها
fr: Téléchargements
id: Unduhan
ms: Muat Turun
tr: İndirmeler
ur: ڈاؤن لوڈز

source: Duas
ar: الأدعية
bn: দোয়া
fa: دعاها
fr: Dou'as
id: Doa
ms: Doa
tr: Dualar
ur: دعائیں

source: Duas for this category are coming soon.
ar: أدعية هذه الفئة قادمة قريبًا.
bn: এই বিভাগের জন্য দোয়া শীঘ্রই আসছে।
fa: دعاها برای این دسته‌بندی به زودی می‌آیند.
fr: Les dou'as de cette catégorie arrivent bientôt.
id: Doa untuk kategori ini akan segera hadir.
ms: Doa untuk kategori ini akan datang tidak lama lagi.
tr: Bu kategori için dualar yakında geliyor.
ur: اس زمرے کی دعائیں جلد آ رہی ہیں۔

source: Each prayer time is announced with the prayer name, time, and completion status. The log button describes its function.
ar: يُعلن عن كل وقت صلاة بالاسم والوقت وحالة الإكمال. زر التسجيل يصف وظيفته.
bn: প্রতিটি নামাজের সময় নামাজের নাম, সময় এবং সম্পূর্ণ স্থিতি সহ ঘোষণা করা হয়। লগ বোতাম এর কার্যকারিতা বর্ণনা করে।
fa: هر وقت نماز با نام نماز، زمان و وضعیت تکمیل اعلام می‌شود. دکمه ثبت عملکرد خود را شرح می‌دهد.
fr: Chaque horaire de prière est annoncé avec le nom de la prière, l'heure et l'état de complétion. Le bouton d'enregistrement décrit sa fonction.
id: Setiap waktu shalat diumumkan dengan nama shalat, waktu, dan status penyelesaian. Tombol catatan menjelaskan fungsinya.
ms: Setiap waktu solat diumumkan dengan nama solat, waktu, dan status penyiapan. Butang rekod menerangkan fungsinya.
tr: Her namaz vakti, namaz adı, saati ve tamamlanma durumuyla duyurulur. Kayıt düğmesi işlevini açıklar.
ur: ہر نماز کا وقت نماز کے نام، وقت اور تکمیل کی حیثیت کے ساتھ اعلان کیا جاتا ہے۔ لاگ بٹن اپنی تقریب بیان کرتا ہے۔

source: Each surah is announced with its number, name, revelation type, and verse count. Arabic text uses proper right-to-left reading.
ar: تُعلن كل سورة برقمها واسمها ونوع الوحي وعدد الآيات. النص العربي يستخدم القراءة من اليمين إلى اليسار بشكل صحيح.
bn: প্রতিটি সূরা তার সংখ্যা, নাম, অবতরণের ধরন এবং আয়াতের সংখ্যা সহ ঘোষণা করা হয়। আরবি পাঠ্য সঠিক ডান-থেকে-বাম পড়া ব্যবহার করে।
fa: هر سوره با شماره، نام، نوع نزول و تعداد آیات اعلام می‌شود. متن عربی از خواندن راست به چپ درست استفاده می‌کند.
fr: Chaque sourate est annoncée avec son numéro, son nom, son type de révélation et son nombre de versets. Le texte arabe utilise la lecture de droite à gauche.
id: Setiap surah diumumkan dengan nomor, nama, jenis wahyu, dan jumlah ayat. Teks Arab menggunakan pembacaan kanan-ke-kiri yang benar.
ms: Setiap surah diumumkan dengan nombor, nama, jenis pewahyuan, dan bilangan ayat. Teks Arab menggunakan bacaan kanan-ke-kiri yang betul.
tr: Her sure numarası, adı, iniş türü ve ayet sayısıyla duyurulur. Arapça metin doğru sağdan sola okumayı kullanır.
ur: ہر سورت کا اعلان اس کے نمبر، نام، نزول کی قسم اور آیات کی تعداد کے ساتھ کیا جاتا ہے۔ عربی متن دائیں سے بائیں مناسب پڑھنے کا استعمال کرتا ہے۔

source: Edit note
ar: تعديل الملاحظة
bn: নোট সম্পাদনা করুন
fa: ویرایش یادداشت
fr: Modifier la note
id: Edit catatan
ms: Edit nota
tr: Notu düzenle
ur: نوٹ میں ترمیم کریں

source: Edit Note
ar: تعديل الملاحظة
bn: নোট সম্পাদনা করুন
fa: ویرایش یادداشت
fr: Modifier la note
id: Edit Catatan
ms: Edit Nota
tr: Notu Düzenle
ur: نوٹ میں ترمیم کریں

source: Eid al-Adha
ar: عيد الأضحى
bn: ঈদ-উল-আযহা
fa: عید قربان
fr: Aïd al-Adha
id: Idul Adha
ms: Hari Raya Aidiladha
tr: Kurban Bayramı
ur: عید الاضحی

source: Eid al-Fitr
ar: عيد الفطر
bn: ঈদ-উল-ফিতর
fa: عید فطر
fr: Aïd al-Fitr
id: Idul Fitri
ms: Hari Raya Aidilfitri
tr: Ramazan Bayramı
ur: عید الفطر

source: Eid al-Fitr & Eid al-Adha
ar: عيد الفطر وعيد الأضحى
bn: ঈদ-উল-ফিতর এবং ঈদ-উল-আযহা
fa: عید فطر و عید قربان
fr: Aïd al-Fitr et Aïd al-Adha
id: Idul Fitri & Idul Adha
ms: Hari Raya Aidilfitri & Aidiladha
tr: Ramazan ve Kurban Bayramı
ur: عید الفطر اور عید الاضحی

source: EID MUBARAK
ar: عيد مبارك
bn: ঈদ মুবারক
fa: عید مبارک
fr: AÏD MOUBARAK
id: IDUL MUBARAK
ms: SELAMAT HARI RAYA
tr: BAYRAMLAR MÜBAREK
ur: عید مبارک

source: Eid Mubarak!
ar: عيد مبارك!
bn: ঈদ মুবারক!
fa: عید مبارک!
fr: Aïd Moubarak !
id: Idul Mubarak!
ms: Selamat Hari Raya!
tr: Bayramınız Mübarek Olsun!
ur: عید مبارک!

source: Eid Mubarak! 🎉
ar: عيد مبارك! 🎉
bn: ঈদ মুবারক! 🎉
fa: عید مبارک! 🎉
fr: Aïd Moubarak ! 🎉
id: Idul Mubarak! 🎉
ms: Selamat Hari Raya! 🎉
tr: Bayramınız Mübarek Olsun! 🎉
ur: عید مبارک! 🎉

source: Eid Mubarak! A time for sacrifice, charity, and reflection.
ar: عيد مبارك! وقت التضحية والصدقة والتأمل.
bn: ঈদ মুবারক! ত্যাগ, দাতব্য এবং প্রতিফলনের সময়।
fa: عید مبارک! زمانی برای فداکاری، خیریه و تأمل.
fr: Aïd Moubarak ! Un temps pour le sacrifice, la charité et la réflexion.
id: Idul Mubarak! Waktu untuk pengorbanan, sedekah, dan refleksi.
ms: Selamat Hari Raya! Waktu untuk pengorbanan, sedekah, dan refleksi.
tr: Bayramınız Mübarek Olsun! Kurban, sadaka ve tefekkür zamanı.
ur: عید مبارک! قربانی، صدقہ اور غور و فکر کا وقت۔

source: Eid Mubarak! Taqabbal Allahu minna wa minkum.
ar: عيد مبارك! تقبل الله منا ومنكم.
bn: ঈদ মুবারক! তাকাব্বাল আল্লাহু মিন্না ওয়া মিনকুম।
fa: عید مبارک! تقبل الله منا و منکم.
fr: Aïd Moubarak ! Taqabbal Allahu minna wa minkum.
id: Idul Mubarak! Taqabbal Allahu minna wa minkum.
ms: Selamat Hari Raya! Taqabbal Allahu minna wa minkum.
tr: Bayramınız Mübarek Olsun! Tekabbelallahu minna ve minküm.
ur: عید مبارک! تقبل اللہ منا و منکم۔

source: Eid Prayer: %@
ar: صلاة العيد: %@
bn: ঈদের নামাজ: %@
fa: نماز عید: %@
fr: Prière de l'Aïd : %@
id: Shalat Idul: %@
ms: Solat Hari Raya: %@
tr: Bayram Namazı: %@
ur: عید کی نماز: %@

source: Enable AI Companion
ar: تفعيل المساعد الذكي
bn: AI সহযোগী সক্ষম করুন
fa: فعال کردن همراه هوش مصنوعی
fr: Activer le compagnon IA
id: Aktifkan Pendamping AI
ms: Aktifkan Pendamping AI
tr: Yapay Zeka Asistanını Etkinleştir
ur: AI ساتھی فعال کریں

source: Enable Fajr Alarm
ar: تفعيل منبه الفجر
bn: ফজর অ্যালার্ম সক্ষম করুন
fa: فعال کردن زنگ فجر
fr: Activer l'alarme Fajr
id: Aktifkan Alarm Subuh
ms: Aktifkan Penggera Subuh
tr: Sabah Namazı Alarmını Etkinleştir
ur: فجر الارم فعال کریں

source: Enable Location
ar: تفعيل الموقع
bn: অবস্থান সক্ষম করুন
fa: فعال کردن موقعیت
fr: Activer la localisation
id: Aktifkan Lokasi
ms: Aktifkan Lokasi
tr: Konumu Etkinleştir
ur: مقام فعال کریں

source: Enable location for accurate prayer times
ar: فعّل الموقع للحصول على أوقات صلاة دقيقة
bn: সঠিক নামাজের সময়ের জন্য অবস্থান সক্ষম করুন
fa: موقعیت را برای اوقات نماز دقیق فعال کنید
fr: Activer la localisation pour des horaires de prière précis
id: Aktifkan lokasi untuk waktu shalat yang akurat
ms: Aktifkan lokasi untuk waktu solat yang tepat
tr: Doğru namaz vakitleri için konumu etkinleştir
ur: درست نماز کے اوقات کے لیے مقام فعال کریں

source: Enable location for full status
ar: فعّل الموقع للحالة الكاملة
bn: সম্পূর্ণ স্ট্যাটাসের জন্য লোকেশন চালু করুন
fa: موقعیت مکانی را برای وضعیت کامل فعال کنید
fr: Activez la localisation pour le statut complet
id: Aktifkan lokasi untuk status lengkap
ms: Dayakan lokasi untuk status penuh
tr: Tam durum için konumu etkinleştirin
ur: مکمل اسٹیٹس کے لیے لوکیشن فعال کریں

source: Enable Smart Cleanup to automatically remove audio files you haven't listened to in a while.
ar: فعّل التنظيف الذكي لإزالة الملفات الصوتية التي لم تستمع إليها منذ فترة تلقائيًا.
bn: আপনি কিছুক্ষণ শোনেননি এমন অডিও ফাইলগুলি স্বয়ংক্রিয়ভাবে সরাতে স্মার্ট ক্লিনআপ সক্ষম করুন।
fa: پاک‌سازی هوشمند را فعال کنید تا فایل‌های صوتی که مدتی به آن‌ها گوش نداده‌اید، به طور خودکار حذف شوند.
fr: Activez le nettoyage intelligent pour supprimer automatiquement les fichiers audio que vous n'avez pas écoutés depuis un moment.
id: Aktifkan Pembersihan Cerdas untuk otomatis menghapus file audio yang sudah lama tidak didengarkan.
ms: Aktifkan Pembersihan Pintar untuk membuang fail audio yang tidak anda dengar untuk seketika secara automatik.
tr: Bir süredir dinlemediğiniz ses dosyalarını otomatik olarak kaldırmak için Akıllı Temizlik'i etkinleştirin.
ur: خودکار طور پر آڈیو فائلیں ہٹانے کے لیے Smart Cleanup فعال کریں جنہیں آپ نے کچھ عرصے سے نہیں سنا۔

source: Enabled
ar: مفعّل
bn: সক্ষম
fa: فعال شد
fr: Activé
id: Diaktifkan
ms: Diaktifkan
tr: Etkin
ur: فعال

source: End of %@
ar: نهاية %@
bn: %@ এর শেষ
fa: پایان %@
fr: Fin de %@
id: Akhir %@
ms: Akhir %@
tr: %@ Sonu
ur: %@ کا اختتام

# End of %@%@
source: End of %1$@%2$@
ar: نهاية %1$@%2$@
bn: %1$@%2$@ এর শেষ
fa: پایان %1$@%2$@
fr: Fin de %1$@%2$@
id: Akhir %1$@%2$@
ms: Akhir %1$@%2$@
tr: %1$@%2$@ Sonu
ur: %1$@%2$@ کا اختتام

source: Enjoying Safa?
ar: هل تستمتع بـ Safa؟
bn: Safa উপভোগ করছেন?
fa: از Safa لذت می‌برید؟
fr: Vous appréciez Safa ?
id: Menikmati Safa?
ms: Menikmati Safa?
tr: Safa'yı Beğeniyor musunuz?
ur: Safa سے لطف اندوز ہو رہے ہیں؟

source: Enter your assets and liabilities to calculate the Zakat due
ar: أدخل أصولك والتزاماتك لحساب الزكاة المستحقة
bn: যাকাত হিসাব করার জন্য আপনার সম্পদ এবং দায় প্রবেশ করুন
fa: دارایی‌ها و بدهی‌های خود را وارد کنید تا زکات واجب محاسبه شود
fr: Entrez vos actifs et dettes pour calculer la Zakat due
id: Masukkan aset dan kewajiban Anda untuk menghitung Zakat yang harus dibayar
ms: Masukkan aset dan liabiliti anda untuk mengira Zakat yang perlu dibayar
tr: Ödenecek zekatı hesaplamak için varlıklarınızı ve borçlarınızı girin
ur: زکوٰۃ کی رقم کا حساب لگانے کے لیے اپنے اثاثے اور ذمہ داریاں درج کریں

source: Error: %@
ar: خطأ: %@
bn: ত্রুটি: %@
fa: خطا: %@
fr: Erreur : %@
id: Kesalahan: %@
ms: Ralat: %@
tr: Hata: %@
ur: خرابی: %@

source: Evening
ar: المساء
bn: সন্ধ্যা
fa: عصر
fr: Soir
id: Petang
ms: Petang
tr: Akşam
ur: شام

source: Event Details
ar: تفاصيل الحدث
bn: ইভেন্ট বিবরণ
fa: جزئیات رویداد
fr: Détails de l'événement
id: Detail Acara
ms: Butiran Acara
tr: Etkinlik Detayları
ur: تقریب کی تفصیلات

source: Events to Export
ar: الأحداث المراد تصديرها
bn: রপ্তানির জন্য ইভেন্ট
fa: رویدادهای برای صادرات
fr: Événements à exporter
id: Acara untuk Diekspor
ms: Acara untuk Dieksport
tr: Dışa Aktarılacak Etkinlikler
ur: برآمد کرنے کے لیے تقریبات

source: Exit
ar: خروج
bn: প্রস্থান
fa: خروج
fr: Quitter
id: Keluar
ms: Keluar
tr: Çıkış
ur: باہر نکلیں

source: Explain
ar: شرح
bn: ব্যাখ্যা
fa: توضیح دهید
fr: Expliquer
id: Jelaskan
ms: Terangkan
tr: Açıkla
ur: وضاحت کریں

source: Explanation
ar: التفسير
bn: ব্যাখ্যা
fa: توضیح
fr: Explication
id: Penjelasan
ms: Penerangan
tr: Açıklama
ur: وضاحت

source: Export
ar: تصدير
bn: রপ্তানি
fa: صادرات
fr: Exporter
id: Ekspor
ms: Eksport
tr: Dışa Aktar
ur: برآمد

source: Export All Data (JSON)
ar: تصدير جميع البيانات (JSON)
bn: সমস্ত ডেটা রপ্তানি করুন (JSON)
fa: صادرات همه داده‌ها (JSON)
fr: Exporter toutes les données (JSON)
id: Ekspor Semua Data (JSON)
ms: Eksport Semua Data (JSON)
tr: Tüm Verileri Dışa Aktar (JSON)
ur: تمام ڈیٹا برآمد کریں (JSON)

source: Export as .ics File
ar: تصدير كملف .ics
bn: .ics ফাইল হিসাবে রপ্তানি করুন
fa: صادرات به عنوان فایل .ics
fr: Exporter en fichier .ics
id: Ekspor sebagai File .ics
ms: Eksport sebagai Fail .ics
tr: .ics Dosyası Olarak Dışa Aktar
ur: .ics فائل کے طور پر برآمد کریں
